RECM/RECM-452 ERROR EN PAGO IESS/DEV/TRAMAS IESS/TramaOKPorATX.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:men="http://www.bolivariano.com/MensajeIESS">
   <soapenv:Header/>
   <soapenv:Body>
      <mi:MensajeEntradaPagar xmlns:mi="http://www.bolivariano.com/MensajeIESS">
         <canal>VEN</canal>
         <fecha>2022-01-06T09:17:48.465-05:00</fecha>
         <oficina>0</oficina>
         <terminal>DES030048</terminal>
         <usuario>msilvag</usuario>
         
         <informacionIESS>
            <autorizacion>N</autorizacion>
            <cantidadCheque>0</cantidadCheque>
            <cantidadComision>0.00</cantidadComision>
            <chequeComision>0.60</chequeComision>
            <debito>0.00</debito>
            <debitoComision>0.00</debitoComision>
            <efectivo>50.00</efectivo>
            <efectivoComision>0.00</efectivoComision>
            <empresa>2494</empresa>
            <identificacion>2390020190001</identificacion>
            <nombre>TRES M DE ECUADOR C.A.</nombre>
            <tipoMoneda>1</tipoMoneda>
            <tipoOperacion>P</tipoOperacion>
            <ubicacion>0</ubicacion>
            <totalComision>0.60</totalComision>
            <valorCheque>0.00</valorCheque>
            <cuenta/>
            <idAfiliado>RUC</idAfiliado>
            <numeroComprobante>0000000000504346</numeroComprobante>
            <rubro>CUOCON</rubro>
            <sucursal>0001</sucursal>
            <valor>50.00</valor>
            <nemonico>62140</nemonico>
            <numeroOperacion>124304105</numeroOperacion>
         </informacionIESS>
         
         <informacionCore>
            <codigoTRX>62140</codigoTRX>
            <fechaProcesoKernel>2022-01-06</fechaProcesoKernel>
            <modoCorreccion>N</modoCorreccion>
            <operacion>P</operacion>
            <rolBPM>252</rolBPM>
            <sec>124304105</sec>
            <secuencial>124304105</secuencial>
            <secuencialBPM>124304105</secuencialBPM>
            <servidor>SRVDESA2</servidor>
            <servidorLocal>SRVDESA2</servidorLocal>
         </informacionCore>
      </mi:MensajeEntradaPagar>
   </soapenv:Body>
</soapenv:Envelope>